[
    {
        "id": "Induction0",
        "topic": "Electric Charge",
        "content": "A metal sphere is connected to the ground. A plastic rod with a net positive charge is brought near it without quite touching it. The ground connection is then removed, while keeping the rod in place. Finally, the rod is removed. The best description of what happens is that",
        "variation": [],
        "choices": [
            "The sphere has a negative net charge",
            "The sphere has zero net charge and every part of its surface is neutral",
            "The sphere has zero net charge but induced charges are on the surface with the negative induced charge closest to the rod",
            "The sphere has zero net charge but induced charges are on the surface with the positive induced charge closest to the rod",
            "The sphere has a positive net charge"
        ],
        "tips": [
            "Remember charging can happen by induction and conduction."
        ]
    },
    {
        "id": "StaticFriction0",
        "topic": "Electric Charge",
        "content": "A neutral plastic rod is rubbed with a neutral piece of fur. If ${a}×10<sup>12</sup> electrons are transferred to the rod by friction, the charge on each item is:",
        "variation": [[5.0, 15.0, 0.1]],
        "choices": [
            "Rod: ${a * -0.16}&mu;C; Fur: ${a * 0.16}&mu;C",
            "Rod: ${a * -0.16}&mu;C; Fur: 0&mu;C",
            "Rod: ${a * 0.16}&mu;C; Fur: 0&mu;C",
            "Rod: ${a * -0.08}&mu;C; Fur: ${a * 0.08}&mu;C",
            "Rod: ${a * 0.16}&mu;C; Fur: ${-a * 0.16}&mu;C"
        ],
        "tips": [
            "Remember."
        ]
    },
    {
        "id": "StaticFriction1",
        "topic": "Electric Charge",
        "content": "A person scuffs her feet on a wool rug on a dry day, accumulating a net charge of −160&mu;C. The number of excess electrons that she accumulates is",
        "variation": [[5.0, 15.0, 0.1]],
        "choices": [
            "−1.0×10<sup>14</sup> ",
            "1.0×10<sup>15</sup> ",
            "−1.0×10<sup>15</sup> (i.e., electrons are lost, not accumulated)",
            "2.0×10<sup>15</sup> ",
            "−2.0×10<sup>15</sup> "
        ],
        "tips": [
            "Remember."
        ]
    },
    {
        "id": "Conduction0",
        "topic": "Electric Charge",
        "content": "A positive object touches a neutral electroscope, and the leaves separate. The object is removed and the leaves remain separated. Then a negative object is brought near the electroscope, but does not touch it. What happens to the leaves?",
        "variation": [],
        "choices": [
            "They move closer together.",
            "They separate further.",
            "They are unaffected.",
            "The question cannot be answered without further information.",
            "They fold back aganist the electroscope."
        ],
        "tips": [
            "Remember."
        ]
    },
    {
        "id": "Induction0",
        "topic": "Electric Charge",
        "content":"A neutral piece of metal contains exactly 6×10<sup>24</sup> electrons and an equal number of protons. If we add ${a}×10<sup>13</sup> electrons by induction, the sphere’s net charge will be",
        "variation": [[2.0, 6.0, 1.0]],
        "choices": [
            "${a * -0.625}&mu;C",
            "${a * 0.625}&mu;C",
            "${a * 0.9375}&mu;C",
            "${a * -0.9375}&mu;C",
            "${a * 0.9375}&mu;C"
        ],
        "tips": [
            "Remember."
        ]
    }
]
